{
    "lima": "Capital of Peru on the Pacific coast, major urban and political center.",
    "cusco": "High-altitude city in the Andes, former capital of the Inca Empire.",
    "sacred-valley": "Fertile valley of the Urubamba River with Inca sites and villages.",
    "machu-picchu": "15th-century Inca citadel on a mountain ridge above the Urubamba River.",
    "lake-titicaca": "Large high-altitude lake on the Peru–Bolivia border with island settlements.",
    "arequipa": "Southern city built from volcanic stone, near Misti and Chachani volcanoes.",
    "test_home_machu": "Developer test location in Virginia, used for debugging the app.",
    "choquequirao": "Inca archaeological site on a ridge above the Apurímac River canyon.",
    "nazca-lines": "Ancient geoglyphs in the desert depicting animals and geometric shapes.",
    "kuelap": "Stone fortress built by the Chachapoya culture in northern cloud forest.",
    "chan-chan": "Largest adobe city in the Americas, capital of the Chimú culture.",
    "chavin": "Ceremonial center of the Chavín culture with temples and carved stones.",
    "caral-supe": "One of the oldest cities in the Americas, with pyramids and plazas.",
    "sipan-tombs": "Moche elite burials at Huaca Rajada, including the Lord of Sipán.",
    "manu-biosphere": "Large rainforest reserve spanning Andes to Amazon with high biodiversity.",
    "paracas-reserve": "Coastal desert and marine reserve protecting wildlife and landscapes.",
    "pacaya-samiria": "Amazon basin reserve of flooded forests and blackwater rivers.",
    "tumbes-mangroves": "Northern coastal mangrove forest at the Tumbes River estuary.",
    "gocta-falls": "Two-tiered waterfall in the Amazonas region, over 700 meters tall.",
    "vinicunca": "Mountain with striped mineral layers, known as Rainbow Mountain.",
    "huacachina-oasis": "Small natural lagoon surrounded by large desert sand dunes.",
    "cordillera-huayhuash": "Compact Andean mountain range with peaks over 6,000 meters.",
    "nor-yauyos-cochas": "Highland reserve with rivers, waterfalls, and glacial lakes.",
    "marcahuasi": "High plateau near Lima with granite rock formations shaped by erosion.",
    "pampa-galeras": "Highland reserve protecting vicuñas and Andean grassland habitat.",
    "oxapampa-cloud": "Cloud forest zone in central Peru with high biodiversity.",
    "huascaran-national-park": "Cordillera Blanca reserve with Peru’s highest peak and glacial lakes.",
    "huayllay-stone-forest": "Eroded volcanic stone formations resembling a forest of pillars.",
    "qeswachaka-bridge": "Traditional Inca rope bridge rebuilt annually with woven grass.",
    "cotahuasi-canyon": "Deep canyon in southern Peru, over 3,500 meters from rim to river.",
    "rupac-ruins": "Hilltop stone citadel ruins of the Atavillos culture near Lima.",
    "bosque-de-pomac": "Dry forest with pyramids of the Sicán culture in northern Peru.",
    "tres-canones": "Convergence of three deep Andean canyons in Cusco region.",
    "canyon-of-the-lost": "Remote desert canyon with layered walls in the Ica region.",
    "puno": "City on the shore of Lake Titicaca, gateway to island communities.",
    "colca-canyon": "Andean canyon twice the depth of the Grand Canyon, with condors.",
    "puerto-maldonado": "Amazon port city in Madre de Dios, gateway to Tambopata region.",
    "hoja-nueva": "Research station in Tambopata rainforest for biodiversity studies."
  }
  